{
    "label": "SWADE Abilità",
    "mapping": {
        "cf_name": {
            "path": "flags.cf.name",
            "converter": "translateCfName"
        },
        "description": "data.description"
    },
    "entries":{
        "Academics":{
            "name":"Conoscienze Accademiche",
            "description":"<div class=\"swade-core\"><p>Le Conoscenza Accademiche includono le arti liberali, le scienze sociali, la letteratura, la storia, l’archeologia e simili campi del sapere. Se un personaggio desidera sapere quando era prevista la fine del mondo nel calendario dei Maya, oppure citare i versi del <cite>Macbeth</cite>, questa è l’abilità che fa per lui.</p></div>"
        },
        "★ Athletics":{
            "name":"Atletica",
            "description":"<div class=\"swade-core\"><p>L’Atletica combina la coordinazione naturale del personaggio con competenze apprese quali arrampicarsi, saltare, stare in equilibrio, andare in bici, sciare, lottare, nuotare, lanciare e afferrare oggetti al volo. I personaggi che fanno maggiore affidamento sulla forza fisica che non sulla coordinazione possono prendere il Vantaggio Bruto (pag. 47) per associare questa abilità alla Forza anziché all’Agilità.</p></div>"
        },
        "Athletics":{
            "name":"Atletica",
            "description":"<div class=\"swade-core\"><p>L’Atletica combina la coordinazione naturale del personaggio con competenze apprese quali arrampicarsi, saltare, stare in equilibrio, andare in bici, sciare, lottare, nuotare, lanciare e afferrare oggetti al volo. I personaggi che fanno maggiore affidamento sulla forza fisica che non sulla coordinazione possono prendere il Vantaggio Bruto (pag. 47) per associare questa abilità alla Forza anziché all’Agilità.</p></div>"
        },
        "Battle":{
            "name":"Battaglia",
            "description":"<div class=\"swade-core\"><p>Battaglia rappresenta l’attitudine al comando e le competenze tattiche e strategiche. I tiri di Battaglia possono riguardare anche le conoscenze in ambito militare, ma sono fondamentali per condurre le truppe durante le Battaglie di Massa (vedi pag. 143).</p>\n</div>"
        },
        "Boating":{
            "name":"Navigare",
            "description":"<div class=\"swade-core\"><p>I personaggi con questa abilità sanno governare la maggior parte delle imbarcazioni comuni nella propria ambientazione e sono competenti anche nelle attività associate alla navigazione, come per esempio realizzare nodi, riparare vele o seguire le correnti.</p>\n</div>"
        },
        "★ Common Knowledge":{
            "name":"Conoscenze Comuni",
            "description":"<div class=\"swade-core\"><p>I tiri di Conoscenze Comuni determinano se il personaggio conosce persone, luoghi e cose del proprio mondo, inclusi la geografia, la cultura, le buone maniere, le tradizioni, la tecnologia più comune e simili.</p>\n</div>"
        },
        "Common Knowledge":{
            "name":"Conoscenze Comuni",
            "description":"<div class=\"swade-core\"><p>I tiri di Conoscenze Comuni determinano se il personaggio conosce persone, luoghi e cose del proprio mondo, inclusi la geografia, la cultura, le buone maniere, le tradizioni, la tecnologia più comune e simili.</p>\n</div>"
        },
        "Driving":{
            "name":"Guidare",
            "description":"<div class=\"swade-core\"><p>Guidare permette di controllare tutti i veicoli a motore comuni nell’ambientazione, incluse auto, moto, camion e anche carri armati (per le biciclette e altri veicoli a propulsione personale l’abilità da utilizzare è invece Atletica).</p><p>I personaggi di ambientazioni moderne nelle quali i veicoli sono onnipresenti non necessitano di questa abilità per guidare normalmente. I tiri di Guidare sono di solito richiesti per situazioni pericolose o stressanti, come per esempio durante gli Inseguimenti (pag. 151).</p>\n</div>"
        },
        "Electronics":{
            "name":"Elettronica",
            "description":"<div class=\"swade-core\"><p>Chiunque è in grado di utilizzare i dispositivi di uso comune nel proprio mondo: telefoni, forni a microonde, ecc. Se proprio serve un tiro, l’abilità da utilizzare è Conoscenze Comuni. Attrezzature più complesse o specializzate, come per esempio macchinari industriali o l’apparato di sensori di un’astronave, richiedono invece questa abilità.</p><p>Per aggiustare attrezzature elettroniche si usa l’abilità Riparare (vedi pag. 44).</p>\n</div>"
        },
        "Faith":{
            "name":"Fede",
            "description":"<div class=\"swade-core\"><p>Fede è l’abilità arcana richiesta dal <b>Background Arcano</b> (Miracoli) , descritto a pag. 188.</p>\n</div>"
        },
        "Fighting":{
            "name":"Combattere",
            "description":"<div class=\"swade-core\"><p>Combattere è l’abilità utilizzata per tutti i tipi di attacchi in corpo a corpo, che si tratti di utilizzare asce, spade laser o arti marziali. Le regole relative al combattimento e alle manovre possibili in mischia sono descritte nel Capitolo Tre.</p>\n</div>"
        },
        "Focus":{
            "name":"Focus",
            "description":"<div class=\"swade-core\"><p>Focus è l’abilità arcana richiesta dal <b>Background Arcano</b> (Dono), descritto a pag. 188.</p>\n</div>"
        },
        "Gambling":{
            "name":"Gioco d'Azzardo",
            "description":"<div class=\"swade-core\"><p>Il gioco d’azzardo è un’attività comune nei saloon del vecchio west così come nei covi delle organizzazioni criminali, ed è un passatempo costante di soldati ed equipaggi di ogni epoca.</p><p>Per stabilire rapidamente l’esito di un’ora di gioco d’azzardo, è sufficiente che i partecipanti si accordino su un valore di posta di partenza, come per esempio €10, 5 pezzi d’oro o simili, dopodiché ognuno dei giocatori effettua un solo tiro di Gioco d’Azzardo. Colui che ha ottenuto il totale più basso dovrà pagare a chi ha ottenuto il totale più alto un ammontare pari alla posta di partenza moltiplicata per la differenza tra i due tiri. Chi ha ottenuto il secondo totale più basso fa altrettanto con il secondo più alto, e così via. Se uno dei giocatori rimane spaiato, vuol dire che durante la partita non ha perso né vinto.</p>\n<p class=\"embedded-example\"><i>Esempio: Red ottiene 10, Gabe invece tira 4. La differenza tra i due tiri è 6 perciò Gabe deve pagare a Red sei volte la posta stabilita di €10, cioè €60.</i></p>\n<p><b>Barare</b>: Chi decide di barare ottiene +2 al tiro. Il GM può aggiungere altri modificatori positivi o negativi in base al tipo di gioco e al metodo utilizzato per barare. Se il baro ottiene un Fallimento Critico, viene scoperto. Le conseguenze dipendono da tanti fattori, ma raramente saranno piacevoli!</p>\n</div>"
        },
        "Hacking":{
            "name":"Hackerare",
            "description":"<div class=\"swade-core\"><p>Hackerare è l’abilità utilizzata per creare programmi e forzare sistemi di sicurezza mediante l’uso di un computer o un altro genere di interfaccia.</p><p>La maggior parte dei compiti si risolve con un semplice tiro di Hackerare. Il tempo richiesto viene determinato dal GM e può variare da una singola azione fino a ore, giorni o persino mesi, a seconda della complessità. Con un successo, il tentativo riesce come desiderato, e un eventuale incremento dimezza il tempo impiegato. Un Fallimento Critico potrebbe significare che l’utente intruso viene scoperto ed estromesso o che si attivino allarmi o altre contromisure di sicurezza.</p>\n</div>"
        },
        "Healing":{
            "name":"Guarigione",
            "description":"<div class=\"swade-core\"><p>Guarigione ricopre numerose attività: diagnosticare malattie, esaminare prove medico-legali, ma anche curare personaggi feriti.</p><p>Le regole relative alla guarigione delle Ferite si trovano a pag. 122, mentre per le cure di personaggi intossicati o avvelenati vedi pag. 170.</p><p><b>Medicina Legale</b>: Guarigione può essere utilizzata per analizzare e raccogliere prove relative a traumi fisici, inclusi ora del decesso, angolo e traiettoria dell’attacco e altre informazioni simili. Un successo consente di raccogliere informazioni basilari, mentre un incremento permette di comprendere maggiori dettagli.</p>\n</div>"
        },
        "Intimidation":{
            "name":"Intimidire",
            "description":"<div class=\"swade-core\"><p>Intimidire rappresenta l’arte di atterrire l’avversario fino a farlo esitare, rivelare informazioni o fuggire.</p><p>I tiri di Intimidire sono contrapposti a tiri di Spirito. In combattimento, si applicano le regole dei Test (vedi pag. 138). Fuori dal combattimento, l’avversario desiste temporaneamente dalle proprie intenzioni, rivela qualche informazione, o se la svigna appena possibile. Con un incremento, l’avversario desiste dalle proprie intenzioni per tutta la scena, vuota il sacco, o fugge a gambe levate.</p><p>In entrambi i casi, un Fallimento Critico rende il bersaglio immune a ogni altro tentativo successivo da parte del personaggio per tutta la durata della scena o incontro.</p><p><b>Contattare Conoscenze</b>: Intimidire può essere utilizzata anche per determinare l’esito di ore passate a raccogliere informazioni in ambienti più o meno malfamati. Vedi Contattare Conoscenze a pag. 147 per scoprire come estorcere favori o informazioni.</p>\n</div>"
        },
        "Language":{
            "name":"Linguaggi",
            "description":"<div class=\"swade-core\"><p>In alcune ambientazioni, specie quelle che si concentrano sull’azione pulp o il planetary romance (dove i personaggi viaggiano spesso tra numerose civiltà esotiche), la capacità di parlare numerose lingue può essere semplicemente interpretata dai giocatori con qualche dialogo esitante e un accento improbabile, riflettendo una difficoltà iniziale che velocemente sarà messa da parte. In campagne del genere il GM può ignorare del tutto questa abilità, o utilizzare la Regola di Ambientazione Linguaggi Multipli a pag. 178.</p><p>In campagne più realistiche, la comunicazione può rappresentare una barriera significativa e richiedere che i personaggi spendano punti abilità per acquisire altre lingue. In una campagna sulla Terza Guerra Mondiale negli anni ‘80, per esempio, un gruppo di paracadutisti delle Nazioni Unite non potrà comunicare con i nemici a meno che qualcuno non abbia acquisito il russo, il polacco o un’altra delle lingue del Patto di Varsavia.</p><p>Se decidete di utilizzare questa abilità, ciascuna lingua è un’abilità separata: Linguaggi (Spagnolo), Linguaggi (Lingua Italiana dei Segni), e così via. Il tipo di dado indica anche quanto è fluente la conversazione del personaggio (nella propria lingua madre i personaggi iniziano con d8).</p><p><div class=\"swade-core\">\n<table class=\"table value-table\"><caption class=\"table-caption\">\n<h2 class=\"table-title\">COMPETENZA NELLE LINGUE</h2>\n</caption>\n<tbody>\n<tr class=\"table-header-row\">\n<th class=\"table-column-header\" scope=\"col\">DADO</th>\n<th class=\"table-column-header\" scope=\"col\">COMPETENZA</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td>d4</td>\n<td>Il personaggio riesce a leggere, scrivere e pronunciare parole e frasi di uso comune.</td>\n</tr>\n<tr>\n<td>d6</td>\n<td>Il personaggio può sostenere una conversazione, anche se con qualche esitazione.</td>\n</tr>\n<tr>\n<td>d8</td>\n<td>Il personaggio parla fluentemente la lingua.</td>\n</tr>\n<tr>\n<td>d10</td>\n<td>Il personaggio può anche imitare i vari dialetti e accenti della lingua.</td>\n</tr>\n<tr>\n<td>d12</td>\n<td>Il personaggio è in grado di recitare importanti opere letterarie o orali.</td>\n</tr>\n</tbody>\n</table>\n</div></p><p><b>Limitazioni</b>: Le abilità che implicano la comunicazione possono essere limitate dalle capacità linguistiche del personaggio: Intimidire (se verbale), Persuasione, Provocare, Ricerca, ecc. Se il personaggio usa una di queste abilità in una lingua differente dalla propria lingua madre, dovrà utilizzare il dado peggiore tra quello dell’abilità e quello della lingua.</p>\n</div>"
        },
        "★ Notice":{
            "name":"Percezione",
            "description":"<div class=\"swade-core\"><p>Percezione rappresenta la consapevolezza, l’attenzione e l’acume dei sensi e quindi si utilizza per cogliere dettagli, accorgersi in tempo di un’imboscata, notare un’arma nascosta, comprendere se una persona è spaventata o felice, o se sta mentendo.</p><p>Un successo permette di cogliere informazioni di base: il personaggio percepisce un movimento tra gli alberi, sente l’odore di un fuoco lontano, o sospetta che l’interlocutore non stia dicendo tutto ciò che sa.</p><p>Un incremento permette di cogliere maggiori dettagli, per esempio la direzione da cui proviene un rumore o un odore, o quale argomento l’interlocutore sta aggirando.</p>\n</div>"
        },
        "Notice":{
            "name":"Percezione",
            "description":"<div class=\"swade-core\"><p>Percezione rappresenta la consapevolezza, l’attenzione e l’acume dei sensi e quindi si utilizza per cogliere dettagli, accorgersi in tempo di un’imboscata, notare un’arma nascosta, comprendere se una persona è spaventata o felice, o se sta mentendo.</p><p>Un successo permette di cogliere informazioni di base: il personaggio percepisce un movimento tra gli alberi, sente l’odore di un fuoco lontano, o sospetta che l’interlocutore non stia dicendo tutto ciò che sa.</p><p>Un incremento permette di cogliere maggiori dettagli, per esempio la direzione da cui proviene un rumore o un odore, o quale argomento l’interlocutore sta aggirando.</p>\n</div>"
        },
        "Occult":{
            "name":"Occulto",
            "description":"<div class=\"swade-core\"><p>Occulto riflette la conoscenze e l’esperienza in ambito paranormale: il tipo di cose che la maggior parte della gente non crede neanche possa esistere. Può essere utilizzata per decifrare misteriosi pittogrammi, ricordare informazioni utili relative a creature sovrannaturali, conoscere i rimedi per malattie quali la licantropia o il vampirismo, e per svolgere rituali esoterici.</p><p>Per trovare informazioni in biblioteche, archivi, antichi tomi o su internet, si utilizza Ricerca, ma se l’abilità Occulto è superiore il personaggio può utilizzarla al posto di Ricerca. Vedi Ricerca a pag. 43.</p>\n</div>"
        },
        "Performance":{
            "name":"Esibirsi",
            "description":"<div class=\"swade-core\"><p>Un buon intrattenitore può risollevare lo spirito dei compagni, spingere la folla ad agire, o semplicemente guadagnare qualche soldo. Molto dipende dalla situazione, dall’ambientazione, e da quanto è noto il personaggio nel luogo in cui si esibisce.</p><p>Esibirsi può rappresentare il canto, la recitazione, suonare uno strumento, e ogni altra attività che intrattenga un pubblico.</p><p>Raccogliere Fondi: La quantità di denaro che il personaggio può ottenere è estremamente variabile, ma come regola generale un successo nel tiro permette di raccogliere il 20% dei Fondi Iniziali dell’ambientazione giocata, e il 30% se ottiene un incremento. Se lo ritiene opportuno, il GM può moltiplicare tale ammontare per il Rango del personaggio. Questo sistema è adeguato per rappresentare un’esibizione in un piccolo locale o area in cui il personaggio è conosciuto. Eventi più grandi possono produrre guadagni molto maggiori, ma di sicuro richiedono tempo ed energie per essere preparati.</p><p><b>Ingannare</b>: Se il GM ritiene che nel contesto specifico l’abilità possa essere applicata, Esibirsi può essere utilizzata al posto di Persuasione per tentare di ingannare, bluffare o impersonare qualcuno.</p>\n</div>"
        },
        "★ Persuasion":{
            "name":"Persuadere",
            "description":"<div class=\"swade-core\"><p>Persuasione è la capacità di convincere gli altri a fare qualcosa, tramite il ragionamento, la retorica, le promesse, o altri metodi comunque amichevoli. La Persuasione non è una forma di controllo mentale e può alterare la disposizione dell’interlocutore ma non i suoi obiettivi. Con un tiro riuscito di Persuasione puoi convincere un rapinatore a non prenderti un gioiello di grande valore sentimentale, ma non a derubarti di ogni altra cosa.</p><p>Quando viene utilizzata per ispirare o Supportare gli alleati, Persuasione è un tiro normale, mentre se l’interlocutore non è collaborativo, il tiro è contrapposto a un tiro di Spirito del bersaglio. Il GM può applicare modificatori basati sull’interpretazione e le circostanze generali, assieme a quelli di eventuali Vantaggi e Svantaggi che si applicano a Persuasione.</p><p><b>Reazione</b>: La disponibilità di una persona a cooperare o meno dipende per lo più dalla sua disposizione generale verso chi le sta parlando. Il GM può decidere tenendo in considerazione la situazione, oppure può utilizzare la <b>Tabella Reazioni</b> (vedi riquadro) se non ha dati su cui basarsi.</p><p>Un successo al tiro migliora la Reazione di un livello, mentre un incremento la migliora di due. Nel corso di un singolo incontro o scena non dovrebbe essere possibile migliorare la Reazione di più di due livelli: cambiamenti radicali richiedono di solito tempi lunghi.</p><p>Un tiro fallito significa che il bersaglio non cambia idea per il resto della scena, a meno che la situazione non cambi in maniera significativa, mentre un Fallimento Critico peggiora la Reazione di due livelli.</p><p>In un singolo incontro o scena non dovrebbe essere concesso più di un tiro, a meno che non vengano rivelate nuove informazioni, non venga offerta una significativa ricompensa, ecc.</p><p><b>Contattare Conoscenze</b>: Persuasione può essere utilizzata per rappresentare ore passate a socializzare e fraternizzare allo scopo di ottenere favori o informazioni. Vedi Contattare Conoscenze a pag. 147.</p>\n</div>"
        },
        "Persuasion":{
            "name":"Persuadere",
            "description":"<div class=\"swade-core\"><p>Persuasione è la capacità di convincere gli altri a fare qualcosa, tramite il ragionamento, la retorica, le promesse, o altri metodi comunque amichevoli. La Persuasione non è una forma di controllo mentale e può alterare la disposizione dell’interlocutore ma non i suoi obiettivi. Con un tiro riuscito di Persuasione puoi convincere un rapinatore a non prenderti un gioiello di grande valore sentimentale, ma non a derubarti di ogni altra cosa.</p><p>Quando viene utilizzata per ispirare o Supportare gli alleati, Persuasione è un tiro normale, mentre se l’interlocutore non è collaborativo, il tiro è contrapposto a un tiro di Spirito del bersaglio. Il GM può applicare modificatori basati sull’interpretazione e le circostanze generali, assieme a quelli di eventuali Vantaggi e Svantaggi che si applicano a Persuasione.</p><p><b>Reazione</b>: La disponibilità di una persona a cooperare o meno dipende per lo più dalla sua disposizione generale verso chi le sta parlando. Il GM può decidere tenendo in considerazione la situazione, oppure può utilizzare la <b>Tabella Reazioni</b> (vedi riquadro) se non ha dati su cui basarsi.</p><p>Un successo al tiro migliora la Reazione di un livello, mentre un incremento la migliora di due. Nel corso di un singolo incontro o scena non dovrebbe essere possibile migliorare la Reazione di più di due livelli: cambiamenti radicali richiedono di solito tempi lunghi.</p><p>Un tiro fallito significa che il bersaglio non cambia idea per il resto della scena, a meno che la situazione non cambi in maniera significativa, mentre un Fallimento Critico peggiora la Reazione di due livelli.</p><p>In un singolo incontro o scena non dovrebbe essere concesso più di un tiro, a meno che non vengano rivelate nuove informazioni, non venga offerta una significativa ricompensa, ecc.</p><p><b>Contattare Conoscenze</b>: Persuasione può essere utilizzata per rappresentare ore passate a socializzare e fraternizzare allo scopo di ottenere favori o informazioni. Vedi Contattare Conoscenze a pag. 147.</p>\n</div>"
        },
        "Piloting":{
            "name":"Pilotare",
            "description":"<div class=\"swade-core\"><p>Pilotare permette di manovrare aeroplani, elicotteri, jetpack, astronavi e ogni altro velivolo. Le regole per gli Inseguimenti e il combattimento tra veicoli si trovano nel Capitolo Quattro.</p><p>Un essere dotato della capacità innata di volare utilizza l’abilità Atletica.</p>\n</div>"
        },
        "Psionics":{
            "name":"Arti Psioniche",
            "description":"<div class=\"swade-core\"><p>Gli psionici utilizzano questa abilità per attivare i loro poteri. Vedi <b>Background Arcano</b> (Arti Psioniche) a pag. 188.</p>\n</div>"
        },
        "Repair":{
            "name":"Riparare",
            "description":"<div class=\"swade-core\"><p>Riparare consente di smontare e/o aggiustare macchinari, veicoli, armi e semplici dispositivi elettronici, nonché di utilizzare esplosivi.</p><p>La durata di un tentativo di riparazione dipende dalla complessità del compito ed è stabilita dal GM. Riparare una Ferita di un’automobile in un’ambientazione postapocalittica potrebbe richiedere un’ora di lavoro. Ai giorni nostri la stessa riparazione potrebbe richiedere più tempo, perché probabilmente includerà verniciatura, lucidatura o altri interventi simili.</p><p>Un successo significa che l’oggetto funziona nuovamente. Un incremento dimezza il tempo richiesto.</p><p><b>Strumenti</b>: Se il personaggio non dispone di attrezzi subisce una penalità lieve (-1 o -2). Se il compito richiede strumenti molto specifici e il personaggio ne è sprovvisto la penalità è maggiore (-3 o -4).</p><p><b>Elettronica</b>: Riparare può essere utilizzata per sistemare dispositivi elettrici, ma è limitata dall’abilità Elettronica: il personaggio deve utilizzare il dado più basso tra le due abilità.</p>\n</div>"
        },
        "Research":{
            "name":"Ricerca",
            "description":"<div class=\"swade-core\"><p>Ricerca permette di consultare biblioteche, archivi, internet e ogni altra fonte scritta.</p><p>La durata di un tentativo dipende dalla situazione ed è stabilita dal GM. Reperire un’informazione su internet, o trovare un passaggio specifico all’interno di un libro potrebbe essere possibile anche nel corso di un round di combattimento. Spulciare i libri di una biblioteca, ricercare su internet un argomento complesso, o raccogliere informazioni sul passato di un individuo può invece richiedere un’ora.</p><p>Un successo permette di ottenere le informazioni basilari, mentre con un incremento il personaggio ottiene maggiori dettagli. Fallire il tiro significa non essere riusciti a reperire informazioni utili.</p><p>Un Fallimento Critico può portare a diverse conseguenze nefaste. il personaggio trova informazioni plausibili ma inesatte, viene scoperto da una fazione o entità ostile, legge per errore qualcosa che l’umanità non dovrebbe conoscere e inizia a soffrire di disturbi mentali (una Fobia Minore, o simili), o addirittura distrugge la propria fonte. Il GM è incoraggiato a essere creativo, in modo da stabilire una conseguenza che costringa il gruppo ad affrontare la situazione con un nuovo approccio.</p><p><b>Abilità Correlate</b>: Se il personaggio possiede un’abilità collegata direttamente all’argomento che sta ricercando, può utilizzarla al posto di Ricerca. Un eroe con Occulto d10 e Ricerca d6, per esempio, può utilizzare il d10 per studiare le caratteristiche dei vampiri sui tomi di un’antica biblioteca. Se in seguito decide di cercare nell’archivio del municipio l’atto di proprietà di una casa che sospetta sia diventata un covo di succhiasangue, dovrà tirare normalmente Ricerca.</p><p>Nota: Ricerca permette di ottenere indizi e informazioni. Mettere insieme gli indizi e trarre conclusioni utili dovrebbe rimanere compito dei giocatori, specie in campagne incentrate sulla risoluzione di misteri.</p>\n</div>"
        },
        "Riding":{
            "name":"Cavalcare",
            "description":"<div class=\"swade-core\"><p>Cavalcare permette di montare e condurre ogni genere di creatura o veicolo a trazione animale comuni nell’ambientazione. Può quindi trattarsi di cavalli, cammelli, draghi, carri, carrozze e simili. Vedi inoltre le regole per il Combattimento a Cavallo a pag. 127.</p>\n</div>"
        },
        "Science":{
            "name":"Scienze",
            "description":"<div class=\"swade-core\"><p>Questa abilità rappresenta le conoscenze relative agli ambiti delle cosiddette scienze dure, come per esempio biologia, chimica, geologia, ingegneria, programmazione o xenobiologia.</p><p>Un successo consente di ricordare informazioni basilari, mentre un incremento rivela maggiori dettagli.</p>\n</div>"
        },
        "Shooting":{
            "name":"Sparare",
            "description":"<div class=\"swade-core\"><p>Sparare si applica all’uso di qualunque arma a distanza: archi, pistole, lanciarazzi e simili. Per le armi scagliate, si utilizza invece <b>Atletica</b> (pag. 36). Per le regole relativa al combattimento a distanza vedi il Capitolo Tre.</p>\n</div>"
        },
        "Spellcasting":{
            "name":"Lanciare Incantesimi",
            "description":"<div class=\"swade-core\"><p>Maghi, stregoni, incantatori e streghe utilizzano Lanciare Incantesimi per attivare i propri poteri. Vedi <b>Background Arcano</b> (Magia) a pag. 188.</p>\n</div>"
        },
        "★ Stealth":{
            "name":"Furtività",
            "description":"<div class=\"swade-core\"><p>Furtivit&agrave; &egrave; la capacit&agrave; di nascondersi e muoversi silenziosamente.</p><p>Un successo in un tiro di Furtivit&agrave; significa che il personaggio non si fa scoprire da nemici che non stanno prestando particolare attenzione. Se il personaggio fallisce il tiro, i nemici si accorgono che qualcosa non va e iniziano a guardarsi intorno per cercare attivamente eventuali intrusi.</p><p>Una volta allarmati i nemici, Furtivit&agrave; diventa un tiro contrapposto a Percezione (nel caso di pi&ugrave; nemici, questi eseguono un <b>tiro di gruppo</b>, vedi pag. 112).</p><p>Il GM pu&ograve; assegnare ai tiri di Furtivit&agrave; e Percezione i modificatori che ritiene opportuni, basati su oscurit&agrave;, copertura, rumori di fondo, distrazioni, ed eventuali differenze di Scala (proprio come per gli attacchi, vedi Scala a pag. 137). Sgattaiolare su un letto di foglie secche potrebbe imporre un modificatore di -2 al tiro di Furtivit&agrave;, per esempio, mentre al tiro di Percezione per notare qualcuno nascosto nell&rsquo;oscurit&agrave; si applica il modificatore di -4 relativo all&rsquo;<b>Illuminazione</b> (pag. 131). L&rsquo;importante &egrave; non applicare lo stesso fattore a entrambi i tiri: se il tiro di Furtivit&agrave; &egrave; a -2 per via delle foglie secche, quello contrapposto di Percezione non dovrebbe ricevere per lo stesso motivo un bonus di +2.</p><p><b>Attacchi Furtivi</b>: Giungere vicini abbastanza da sferrare un attacco corpo a corpo senza essere scoperti richiede sempre un tiro di Furtivit&agrave; contrapposto a Percezione, che la vittima fosse allarmata o meno. Se il tiro riesce, la vittima &egrave; <b>Vulnerabile</b> (pag. 129), mentre in caso di incremento &egrave; considerata Inerme (pag. 131).</p><p><b>Movimento</b>: In combattimento, i personaggi tirano Furtivit&agrave; ogni round, come azione gratuita, alla fine del movimento o di qualunque azione il GM ritenga possa attirare l&rsquo;attenzione.</p><p>Fuori dal combattimento, la distanza percorsa dipende dalla situazione. Il GM potrebbe richiedere un tiro ogni minuto se il gruppo si sta muovendo intorno al perimetro di una postazione difensiva, oppure ogni tre o quattro chilometri se gli eroi stanno cercando di attraversare una vasta foresta senza attirare le creature che vi abitano.</p>\n</div>"
        },
        "Stealth":{
            "name":"Furtività",
            "description":"<div class=\"swade-core\"><p>Furtivit&agrave; &egrave; la capacit&agrave; di nascondersi e muoversi silenziosamente.</p><p>Un successo in un tiro di Furtivit&agrave; significa che il personaggio non si fa scoprire da nemici che non stanno prestando particolare attenzione. Se il personaggio fallisce il tiro, i nemici si accorgono che qualcosa non va e iniziano a guardarsi intorno per cercare attivamente eventuali intrusi.</p><p>Una volta allarmati i nemici, Furtivit&agrave; diventa un tiro contrapposto a Percezione (nel caso di pi&ugrave; nemici, questi eseguono un <b>tiro di gruppo</b>, vedi pag. 112).</p><p>Il GM pu&ograve; assegnare ai tiri di Furtivit&agrave; e Percezione i modificatori che ritiene opportuni, basati su oscurit&agrave;, copertura, rumori di fondo, distrazioni, ed eventuali differenze di Scala (proprio come per gli attacchi, vedi Scala a pag. 137). Sgattaiolare su un letto di foglie secche potrebbe imporre un modificatore di -2 al tiro di Furtivit&agrave;, per esempio, mentre al tiro di Percezione per notare qualcuno nascosto nell&rsquo;oscurit&agrave; si applica il modificatore di -4 relativo all&rsquo;<b>Illuminazione</b> (pag. 131). L&rsquo;importante &egrave; non applicare lo stesso fattore a entrambi i tiri: se il tiro di Furtivit&agrave; &egrave; a -2 per via delle foglie secche, quello contrapposto di Percezione non dovrebbe ricevere per lo stesso motivo un bonus di +2.</p><p><b>Attacchi Furtivi</b>: Giungere vicini abbastanza da sferrare un attacco corpo a corpo senza essere scoperti richiede sempre un tiro di Furtivit&agrave; contrapposto a Percezione, che la vittima fosse allarmata o meno. Se il tiro riesce, la vittima &egrave; <b>Vulnerabile</b> (pag. 129), mentre in caso di incremento &egrave; considerata Inerme (pag. 131).</p><p><b>Movimento</b>: In combattimento, i personaggi tirano Furtivit&agrave; ogni round, come azione gratuita, alla fine del movimento o di qualunque azione il GM ritenga possa attirare l&rsquo;attenzione.</p><p>Fuori dal combattimento, la distanza percorsa dipende dalla situazione. Il GM potrebbe richiedere un tiro ogni minuto se il gruppo si sta muovendo intorno al perimetro di una postazione difensiva, oppure ogni tre o quattro chilometri se gli eroi stanno cercando di attraversare una vasta foresta senza attirare le creature che vi abitano.</p>\n</div>"
        },
        "Survival":{
            "name":"Sopravvivenza",
            "description":"<div class=\"swade-core\"><p>Sopravvivenza consente di trovare cibo, acqua e riparo in ambienti ostili. Può anche essere utilizzata per orientarsi in aree selvagge, comprendere quali piante sono commestibili e quali no, e così via.</p><p>Un tiro riuscito consente di trovare cibo e acqua a sufficienza per una persona per un giorno, o per cinque con un incremento.</p><p>Maggiori informazioni relative a <b>Fame e Sete</b> sono contenute nella sezione <b>Pericoli</b> a pag. 165.</p><p><b>Seguire Tracce</b>: Sopravvivenza consente anche di individuare e seguire tracce. Ogni tiro riuscito consente di solito di seguire le tracce per uno o due chilometri, ma il GM può considerare distanze differenti a seconda delle circostanze.</p><p>Il master dovrebbe inoltre assegnare un bonus o una penalità tenendo in considerazione una serie di fattori: il bersaglio, l’ambiente, il tempo trascorso. Seguire le tracce lasciate da un gruppo numeroso che ha attraversato di recente un campo innevato può ricevere un bonus di +4, mentre seguire una singola persona che diversi giorni prima ha attraversato un’area rocciosa e solcata da numerosi torrenti può ricevere una penalità di -4.</p>\n</div>"
        },
        "Taunt":{
            "name":"Provocare",
            "description":"<div class=\"swade-core\"><p>Provocare prende di mira l’orgoglio del bersaglio, utilizzando le armi della derisione, dell’ironia crudele o della sopraffazione verbale.</p><p>Il tiro di Provocare è contrapposto a un tiro di Intelligenza del bersaglio. In combattimento, tale tiro si considera un Test (pag. 138).</p><p>Fuori dal combattimento, un successo significa che il bersaglio esita, cerca di allontanarsi, o aggredisce chi lo ha provocato. Un incremento può significare che rimane impaurito per tutta la scena, o che fugge in preda alla rabbia o con le lacrime agli occhi, o che aggredisce furiosamente il personaggio (per esempio con un Attacco Selvaggio al primo round di combattimento).</p><p>Un Fallimento Critico rende il bersaglio immune a ulteriori tentativi di Provocare da parte del personaggio per tutto l’incontro.</p>\n</div>"
        },
        "Thievery":{
            "name":"Arte del Furto",
            "description":"<div class=\"swade-core\"><p>Scassinare serrature, forzare casseforti, svuotare tasche, rubare con destrezza, piazzare e disattivare trappole e altre azioni di sotterfugio, sabotaggio, inganno e manipolazione rientrano nell’ambito di Arte del Furto.</p><p>Se utilizzata per scassinare una serratura, disattivare una trappola, o altre azioni simili non contrapposte a un avversario, un successo consente di aprire o disattivare il dispositivo bersaglio e un incremento riduce il tempo impiegato, evita di attivare allarmi o produce altre conseguenze favorevoli, a discrezione del GM.</p><p>Svuotare tasche, occultare un oggetto e altre azioni che richiedono rapidità di mano riescono con un semplice successo. Se la vittima sta sorvegliando attivamente il personaggio, il tiro di Arte del Furto è contrapposto a Percezione.</p><p>Il GM assegna modificatori appropriati alle circostanze. Scassinare un lucchetto pesante può imporre una penalità di -4, mentre nascondere un revolver sotto pesanti abiti invernali può ottenere un +1 al tiro. Il fallimento implica di solito che il personaggio è stato scoperto, o che ha sprecato del tempo e dovrà attendere prima di poter tentare nuovamente. Un Fallimento Critico di solito fa scattare un allarme, fa scoprire il tentativo, inceppa il dispositivo o meccanismo di modo che dovrà essere aperto o disarmato con altri metodi.</p><p><b>Limitazione</b>: L’utilizzo di Arte del Furto su un dispositivo elettronico, come per esempio un tastierino elettronico di apertura, è limitato dall’abilità Elettronica, e il personaggio deve utilizzare il dado più basso tra le due abilità.</p>\n</div>"
        },
        "Untrained":{
            "name":"Senza abilità",
            "description":"<div class=\"swade-core\">\n<p>Se un personaggio non possiede l'abilità richiesta per l'azione che sta compiendo, utilizza il d4 (e il Dado del Destino, se si tratta di un Protagonista), ma sottrae 2 dal totale finale.</p><p>Il GM può inoltre stabilire che determinate azioni non possono essere tentate senza l'abilità appropriata: per esempio un intervento di chirurgia cardiovascolare, o pilotare un aereo di linea.</p>\n</div>"
        },
        "Unskilled Attempt":{
            "name":"Senza abilità",
            "description":"<div class=\"swade-core\">\n<p>Se un personaggio non possiede l'abilità richiesta per l'azione che sta compiendo, utilizza il d4 (e il Dado del Destino, se si tratta di un Protagonista), ma sottrae 2 dal totale finale.</p><p>Il GM può inoltre stabilire che determinate azioni non possono essere tentate senza l'abilità appropriata: per esempio un intervento di chirurgia cardiovascolare, o pilotare un aereo di linea.</p>\n</div>"
        },
        "Weird Science":{
            "name":"Scienza Folle",
            "description":"<div class=\"swade-core\"><p>Scienziati pazzi, inventori e alchimisti sono figure comuni in molti mondi selvaggi, e tutti utilizzano Scienza Folle come abilità per attivare i poteri del <b>Background Arcano</b> (Scienza Folle), descritto a pag. 165.</p>\n</div>"
        }
    }
}